tap "homebrew/bundle"
brew "bazel"
brew "cmake"
brew "openssl@3"
brew "ruby"
brew "cocoapods"
brew "ffmpeg"
brew "go"
brew "pkg-config"
brew "gstreamer"
brew "hstr"
brew "htop"
brew "hugo"
brew "log4cplus"
brew "neovim"
brew "nodebrew"
brew "openjdk@17"
brew "openssl@1.1"
brew "pyenv"
brew "tmux"
cask "android-studio"