tap "homebrew/bundle"
brew "bazel"
brew "cmake"
brew "openssl@3"
brew "ruby"
brew "cocoapods"
brew "ffmpeg"
brew "go"
brew "pkg-config"
brew "gstreamer"
brew "hstr"
brew "htop"
brew "hugo"
brew "log4cplus"
brew "neovim"
brew "nodebrew"
brew "openjdk@17"
brew "openssl@1.1"
brew "pyenv"
brew "tmux"
vscode "akamud.vscode-theme-onedark"
vscode "alexisvt.flutter-snippets"
vscode "asvetliakov.vscode-neovim"
vscode "Codeium.codeium"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "mosapride.zenkaku"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
